public class Main {
    public static void main(String[] args) {
        //TODOТреугольник деген класс тузунуз.
        //
        //Класстын 3 поля болсун a, b, c.
        //
        //Класстын "область" деген методу болсун.
        //
        //"площадь" по методу полелериндеги маалыматтарга(маалыматти объект тузгондон киин берилет)
        //
        //таянып консолго уч бурчтуктун айантын чыгарсын.
        //
        //-------------------------------------------------- -------------------------------------------------- ----------------------------------
        //
        //проектирование класса Triangle, у класса должны быть поля a, b, c.
        //
        //В классе создайте метод "area", который при вызове выводит на консоль площадь треугольника.
        Triangle triangle = new Triangle(2, 2, 2);
        triangle.area();


    }
}